tap "homebrew/cask"
cask_args appdir: "/Applications"

brew "awscli"
brew "cocoapods"
brew "firebase-cli"
brew "git-lfs"
brew "goenv"
brew "kubernetes-cli"
brew "mas"
brew "minikube"
brew "nodenv"
brew "postgres"
brew "pyenv"
brew "rbenv"
brew "terraform"
cask "android-studio"
cask "bartender"
cask "beeper"
cask "brave-browser"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "dotnet-sdk"
cask "github"
cask "google-cloud-sdk"
cask "loom"
cask "nordvpn"
cask "postman"
cask "protonmail-bridge"
cask "signal"
cask "spotify"
cask "steam"
cask "unity-hub"
cask "visual-studio-code"
cask "zoom"
mas "Bear", id: 1091189122
mas "Harvest", id: 506189836
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Slack", id: 803453959
mas "Things", id: 904280696
mas "Transmit", id: 1436522307
mas "Xcode", id: 497799835

# https://www.wacom.com/en-us/getting-started/wacom-intuos