tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "go-task/tap"
tap "cloudquery/tap"
tap "microsoft/mssql-release", "https://github.com/Microsoft/homebrew-mssql-release"
tap "chandlerroth/tap"
cask_args appdir: "/Applications"

brew "asdf"
brew "awscli"
brew "cloudquery"
brew "cocoapods"
brew "firebase-cli"
brew "flyctl"
brew "ffmpeg"
brew "freetds"
brew "git-lfs"
brew "go-task"
brew "jq"
brew "jsonnet"
brew "k3d"
brew "kubernetes-cli"
brew "mas"
brew "minikube"
brew "msodbcsql17"
brew "mssql-tools"
brew "neovim"
brew "openssl"
brew "pipx"
brew "postgresql@15"
brew "terraform"
brew "unixodbc"
brew "wireshark"
brew "yarn"

cask "1password-cli"
cask "android-studio"
cask "anki"
cask "bartender"
cask "brave-browser"
cask "copilot-money"
cask "dbeaver-community"
cask "discord"
cask "docker"
cask "gather"
cask "github"
cask "google-cloud-sdk"
cask "krisp"
cask "linear-linear"
cask "loom"
cask "mongodb-compass"
cask "monitorcontrol"
cask "notion"
cask "omnidisksweeper"
cask "openlens"
cask "postman"
cask "protonmail-bridge"
cask "protonvpn"
cask "proxyman"
cask "raycast"
cask "signal"
cask "spotify"
cask "tradingview"
cask "ultimaker-cura"
cask "visual-studio-code"
cask "zoom"
cask "zulu11"

mas "Anybox", id: 1593408455
mas "Bear", id: 1091189122
mas "Harvest", id: 506189836
mas "Magnet", id: 441258766
mas "Microsoft Remote Desktop", id: 1295203466
mas "Slack", id: 803453959
mas "Things", id: 904280696
mas "Transmit", id: 1436522307
mas "Xcode", id: 497799835

# Add to chandlerroth/brew as cask
# cask https://cdn.wacom.com/u/productsupport/drivers/mac/professional/WacomTablet_6.3.46-1.dmg from https://www.wacom.com/en-us/getting-started/wacom-intuos
# cask http://releases.copilot.money/latest