tap "go-task/tap"
tap "hashicorp/tap"
tap "cloudquery/tap"
tap "microsoft/mssql-release", "https://github.com/Microsoft/homebrew-mssql-release"
tap "chandlerroth/tap"
cask_args appdir: "/Applications"

brew "asdf"
brew "awscli"
brew "cloudquery"
brew "cocoapods"
brew "dockutil"
brew "dotnet"
brew "ffmpeg"
brew "firebase-cli"
brew "freetds"
brew "git-lfs"
brew "go-task"
brew "hashicorp/tap/terraform"
brew "imessage-exporter"
brew "jq"
brew "jsonnet"
brew "k3d"
brew "kubernetes-cli"
brew "mas"
brew "minikube"
brew "mkcert"
brew "msodbcsql17"
brew "mssql-tools"
brew "mysql-client"
brew "neovim"
brew "openssl"
brew "pipx"
brew "poppler"
brew "postgresql@15"
brew "unixodbc"
brew "yt-dlp"
brew "php@8.2"

cask "1password-cli"
cask "android-studio"
cask "bartender"
cask "blender"
cask "brave-browser"
cask "chatgpt"
cask "copilot-money"
cask "cursor"
cask "datagrip"
cask "discord"
cask "docker"
cask "godot"
cask "google-cloud-sdk"
cask "krisp"
cask "linear-linear"
cask "local"
cask "loom"
cask "monitorcontrol"
cask "nvidia-geforce-now"
cask "obsidian"
cask "openlens"
cask "postman"
cask "proton-mail-bridge"
cask "protonvpn"
cask "proxyman"
cask "raycast"
cask "screen-studio"
cask "signal"
cask "spotify"
cask "streamlabs"
cask "tailscale"
cask "telegram"
cask "tradingview"
cask "ultimaker-cura"
cask "yubico-authenticator"
cask "zoom"

mas "Bear", id: 1091189122
mas "Harvest", id: 506189836
mas "Magnet", id: 441258766
mas "Slack", id: 803453959
mas "Things", id: 904280696
mas "Transmit", id: 1436522307
# mas "Xcode", id: 497799835

# Add to chandlerroth/brew as cask
# cask https://cdn.wacom.com/u/productsupport/drivers/mac/professional/WacomTablet_6.3.46-1.dmg from https://www.wacom.com/en-us/getting-started/wacom-intuos
